// ========== БАЗА ДАННЫХ СТАТЕЙ САЙТА ==========
// Файл search.js содержит индекс всех страниц сайта для поиска
// Добавляйте новые страницы сюда

const SEARCH_DATA = [
    {
        id: "Romaneya",
        title: "Романейская Народная Республика",
        url: "Romaneya.html",
        description: "Государство в Еканзии...",
        keywords: ["романея", "Романея"],
        content: "Романея"
    },
    {
        id: "SNSR",
        title: "Союз Народных Социалистических Республик",
        url: "snsr.html",
        description: "Государство в Еканзии...",
        keywords: ["Союз Народных Социалистических Республик", "СНСР"],
        content: "СНСР"
    },
];